#
# Copyright (C) 2021-2022 by TeamYukki@Github, < https://github.com/TeamYukki >.
#
# This file is part of < https://github.com/TeamYukki/YukkiMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/TeamYukki/YukkiMusicBot/blob/master/LICENSE >
#
# All rights reserved.

HELP_1 = """✅ **ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :**

» /bul => sᴀʀᴋɪʏɪ ɪɴᴅɪʀ .
» /oynat => sᴀʀᴋɪʏɪ ᴀɴɪɴᴅᴀ ᴏʏɴᴀᴛ .
» /durdur => ᴍᴜᴢɪɢɪ ᴅᴜʀᴅᴜʀ .
» /devam => ᴍᴜᴢɪɢɪ sᴜʀᴅᴜʀ .
» /atla => ᴍᴜᴢɪɢɪ ᴀᴛʟᴀ .
» /son => ᴍᴜᴢɪɢɪ sᴏɴʟᴀɴᴅɪʀ .
» /stream => ᴄᴀɴʟɪ ᴀᴋɪs ᴏʏɴᴀᴛɪʀ .
» /lyrics => sᴀʀᴋɪ sᴏᴢʟᴇʀɪɴɪ ʙᴜʟ .
» /shuffle => ᴍᴜᴢɪᴋ ʟɪsᴛᴇsɪɴɪ ᴋᴀʀɪsᴛɪʀ .
» /reload => ᴀᴅᴍɪɴ ʟɪsᴛᴇsɪɴɪ ɢᴜɴᴄᴇʟʟᴇʀ .

» /skip [ sᴀʏɪ ]
    - sᴀʀᴋɪʏɪ ɪsᴛᴇᴅɪɢɪɴ sɪʀᴀʏᴀ ᴀᴛʟᴀʀ .

» /queue
    - sᴀʀᴋɪ ʟɪsᴛᴇsɪɴɪ ɢᴏsᴛᴇʀɪʀ .

» /loop [ ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ ] & [ sᴀʏɪ ] 
    - ᴅɪɴʟᴇɴᴇɴ sᴀʀᴋɪʏɪ ᴛᴇᴋʀᴀʀʟᴀʀ .

» /auth [ ᴋᴜʟʟᴀɴɪᴄɪ ] => ᴜʏᴇɴɪɴ ʙᴏᴛᴀ ᴋᴏᴍᴜᴛ ᴠᴇʀᴇʙɪʟᴍᴇsɪɴɪ sᴀɢʟᴀʀ .
» /unauth [ ᴋᴜʟʟᴀɴɪᴄɪ ] => ᴜʏᴇɴɪɴ ʙᴏᴛᴀ ᴋᴏᴍᴜᴛ ᴠᴇʀᴇʙɪʟᴍᴇsɪɴɪ ᴇɴɢᴇʟʟᴇᴇ .
» /authusers => ʏᴇᴛᴋɪʟɪʟᴇʀ ʟɪsᴛᴇsɪɴɪ ɢᴏsᴛᴇʀɪʀ ."""


HELP_2 = """✅ **ᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs :**

/oynat [ ᴍᴜᴢɪᴋ ᴀᴅɪ & YᴏᴜTᴜʙᴇ / Sᴘᴏᴛɪғʏ / Aᴘᴘʟᴇ / Rᴇssᴏ / SᴏᴜɴᴅCʟᴏᴜᴅ / Mʏᴛ , ʙᴀɢʟᴀɴᴛɪʟᴀʀɪ ] 
    - ʙᴏᴛ , ᴠᴇʀɪʟᴇɴ sᴏʀɢᴜɴᴜᴢᴜ sᴇsʟɪ sᴏʜʙᴇᴛᴛᴇ ᴏʏɴᴀᴛᴀᴄᴀᴋᴛɪʀ .

/stream [ ᴄᴀɴʟɪ ʏᴀʏɪɴ ʟɪɴᴋɪ  ] 
    - sᴇsʟɪ sᴏʜʙᴇᴛᴛᴇ ᴄᴀɴʟɪ ᴀᴋɪs ᴏʏɴᴀᴛɪʀ .

◆ Dᴇsᴛᴇᴋʟᴇɴᴇɴ Pʟᴀᴛғᴏʀᴍ : 

• ʙᴏᴛ ʏᴀʟɴɪᴢᴄᴀ YᴏᴜTᴜʙᴇ , AᴘᴘʟᴇMᴜsɪᴄ , Sᴘᴏᴛɪғʏ , Rᴇssᴏ , SᴏᴜɴᴅCʟᴏᴜᴅ , ᴍ3ᴜ8 , Mʏᴛ ᴠᴇ ᴅɪᴢɪɴ ʙᴀɢʟᴀɴᴛɪʟᴀʀɪɴɪ ᴅᴇsᴛᴇᴋʟᴇʀ .

✓ ʙᴏᴛ'ᴜɴ sᴜɴᴜᴄᴜ ᴄᴀʟᴍᴀ ʟɪsᴛᴇsɪ :

» /playlist - ᴋᴀʏɪᴛʟɪ ᴄᴀʟᴍᴀ ʟɪsᴛᴇɴɪᴢɪ sᴜɴᴜᴄᴜʟᴀʀᴅᴀ ᴋᴏɴᴛʀᴏʟ ᴇᴅɪɴ .

» /deleteplaylist - ᴄᴀʟᴍᴀ ʟɪsᴛᴇɴɪᴢᴅᴇᴋɪ ᴋᴀʏɪᴛʟɪ ᴍᴇsᴀᴊʟᴀʀɪ sɪʟɪɴ .

» /oynat - ᴋᴀʏɪᴛʟɪ ᴄᴀʟᴍᴀ ʟɪsᴛᴇɴɪᴢɪ sᴜɴᴜᴄᴜʟᴀʀᴅᴀɴ ᴄᴀʟᴍᴀʏᴀ ʙᴀsʟᴀʏɪɴ ."""

HELP_3 = """✅ **ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs :**

» /stats - ᴇɴ ɪʏɪ 10 ᴘᴀʀᴄᴀʏɪ ᴀʟɪɴ , ɢʟᴏʙᴀʟ ɪsᴛᴀᴛɪsᴛɪᴋʟᴇʀɪ , ʙᴏᴛᴜɴ ᴇɴ ɪʏɪ 10 ᴋᴜʟʟᴀɴɪᴄɪsɪ , ʙᴏᴛᴛᴀ ᴇɴ ɪʏɪ 10 sᴏʜʙᴇᴛ , sᴏʜʙᴇᴛᴛᴇ ᴏʏɴᴀɴᴀ ᴇɴ ɪʏɪ 10 ᴠʙ.

/sudolist - ʙᴏᴛ'ᴜɴ sᴜᴅᴏ ᴋᴜʟʟᴀɴɪᴄɪʟᴀʀɪɴɪ ᴏɢʀᴇɴɪɴ ."""


HELP_4 = """✅ **ᴇᴄᴛʀᴀ  ᴄᴏᴍᴍᴀɴᴅs :**

Lᴇsᴛ Gᴏ :) """
